// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Actualización de firmware";

"WebBrowserWindowTitle" = "Actualización de firmware";

TaskTitleField = "Actualización de firmware";
TaskDescriptionField = "El firmware es el software interno que se utiliza en su dispositivo. Pulse el botón \"Inicio\" para acceder en línea y comprobar e instalar las actualizaciones necesarias del firmware.";
TaskStartButtonTitle = "Inicio";
